{
  "_name_or_path": "google/electra-base-discriminator",
  "architectures": ["ElectraForPreTraining"],
  "model_type": "electra",
  "hidden_size": 768,
  "num_hidden_layers": 12,
  "num_attention_heads": 12,
  "intermediate_size": 3072,
  "vocab_size": 30522,
  "max_position_embeddings": 512,
  "embedding_size": 768,
  "tokenizer_config": {},
  "mask_token": "[MASK]"
}
